Repository: cfarvidson/gender-decoder-nextjs
Catalog: src/translations/locales/*/messages.po
Languages: sv

source: ({0} times)
sv: ({0} gånger)

source: footer
sv: <0>Källkoden för detta projekt finns <1>här</1> och det är en omarbetning av <2>detta</2> projekt</0><3>Licens: <4>GNU GPLv3</4></3>

source: about.intro
sv: <0>Detta verktyg inspirerades av en forskningsartikel skriven av Danielle Gaucher, Justin Friesen och Aaron C. Kay 2011, kallad <1>Evidence That Gendered Wording in Job Advertisements Exists and Sustains Gender Inequality</1> (Journal of Personality and Social Psychology, juli 2011, Vol 101(1), s109-128).</0><2>I denna artikel visade forskarna jobbannonser som innehöll olika typer av könskodat språk för män och kvinnor och noterade hur tilltalande jobben verkade och hur mycket deltagarna kände att de 'hörde hemma' i det yrket. Inga ickebinära personer inkluderades i denna forskning, och forskningen berörde inte ickebinärt kodade ord.</2><3>Deras resultat visade att kvinnor upplevde att jobbannonser med maskulint kodat språk var mindre tilltalande och att de kände att de hörde hemma mindre i dessa yrken. För män var feminint kodade annonser bara något mindre tilltalande och det fanns ingen effekt på hur mycket männen kände att de hörde hemma i dessa roller.</3><4>Nedan finns de fullständiga listorna över ord som denna forskning ansåg vara maskulint och feminint kodade. Detta verktyg kontrollerar jobbannonser efter förekomsten av något av dessa ord och beräknar sedan den relativa andelen maskulint och feminint kodade ord för att nå ett övergripande utlåtande om annonsens könskodning.</4>

source: <0>Without realising it, we all use language that is subtly ‘gender-coded’. Society has certain expectations of what men and women are like, and how they differ, and this seeps into the language we use. Think about “bossy” and “feisty”: we almost never use these words to describe men.</0><1>This linguistic gender-coding shows up in job adverts as well, and research has shown that it puts women off applying for jobs that are advertised with masculine-coded language.</1><2>This site is a quick way to check whether a job advert has the kind of subtle linguistic gender-coding that has this discouraging effect.</2>
sv: <0>Utan att inse det använder vi alla ett språk som är subtilt 'könskodat'. Samhället har vissa förväntningar på hur män och kvinnor är och hur de skiljer sig åt, och detta sipprar in i språket vi använder. Tänk på ord som 'bossig' och 'kaxig': vi använder nästan aldrig dessa ord för att beskriva män.</0><1>Denna språkliga könskodning dyker upp även i jobbannonser, och forskning har visat att det avskräcker kvinnor från att söka jobb som annonseras med maskulint kodat språk.</1><2>Denna webbplats är ett snabbt sätt att kontrollera om en jobbannons har den typ av subtil språklig könskodning som har denna avskräckande effekt.</2>

source: About this tool
sv: Om det här verktyget

source: All of the coded words
sv: Alla kodade ord

source: Analyze
sv: Analysera

source: English
sv: Engelska

source: coding.feminine-coded
sv: feminint kodad

source: Feminine-coded words
sv: Feminint kodade ord

source: Feminine-coded words in this ad
sv: Femininit kodade ord i den här annonsen

source: Finding subtle bias in job ads
sv: Hitta subtila fördomar i jobbannonser

source: for tech job ads
sv: för jobbannonser inom IT-branschen

source: Go Back
sv: Gå tillbaka

source: Language
sv: Språk

source: coding.masculine-coded
sv: maskulint kodad

source: Masculine-coded words
sv: Maskulint kodade ord

source: Masculine-coded words in this ad
sv: Maskulint kodade ord i den här annonsen

source: coding.neutral
sv: neutral

source: No feminine-coded words were found.
sv: Inga feminint kodade ord hittades.

source: No masculine-coded words were found.
sv: Inga maskulint kodade ord hittades.

source: results.explainer
sv: Det finns förstås många andra faktorer som påverkar mångfalden bland de sökande till denna roll och bland de personer som till slut anställs. Dessa inkluderar företagets rykte för inkludering, dess kultur och beteendet och fördomar (både medvetna och omedvetna) hos intervjuarna.

source: Paste your ad text here
sv: Klistra in din annonstext här

source: Pirate flag
sv: Pirat flagga

source: coding.strongly-feminine-coded
sv: starkt feminint kodad

source: coding.strongly-masculine-coded
sv: starkt maskulint kodad

source: Swedish
sv: Svenska

source: Swedish flag
sv: Svensk flagga

source: Test another Ad
sv: Testa en annan annons

source: The ad does not include any coded words
sv: Den här annonsen innehåller inte några kodade ord

source: The ad seems to be
sv: Annonsen är

source: explanation.empty
sv: Den här jobbannonsen använder inga ord som är subtilt kodade som maskulina eller feminina. Den kommer troligen inte att avskräcka manliga eller kvinnliga sökande.

source: explanation.neutral
sv: Den här jobbannonsen använder lika många ord som är subtilt kodade som maskulina och feminina. Den kommer troligen inte att avskräcka manliga eller kvinnliga sökande.

source: explanation.feminine-coded
sv: Den här jobbannonsen använder fler ord som är subtilt kodade som feminina än ord som är subtilt kodade som maskulina. Lyckligtvis tyder forskningen på att detta endast kommer att ha en liten effekt på hur tilltalande jobbet är för män, och kommer att uppmuntra kvinnliga sökande.

source: explanation.strongly feminine-coded
sv: Den här jobbannonsen använder betydligt fler ord som är subtilt kodade som feminina än ord som är subtilt kodade som maskulina. Lyckligtvis tyder forskningen på att detta endast kommer att ha en liten effekt på hur tilltalande jobbet är för män, och kommer att uppmuntra kvinnliga sökande.

source: explanation.masculine-coded
sv: Den här jobbannonsen använder fler ord som är subtilt kodade som maskulina än ord som är subtilt kodade som feminina. Den riskerar att avskräcka kvinnor från att söka, men kommer troligen att uppmuntra män att söka.

source: explanation.strongly masculine-coded
sv: Den här jobbannonsen använder betydligt fler ord som är subtilt kodade som maskulina än ord som är subtilt kodade som feminina. Den riskerar att avskräcka kvinnor från att söka, men kommer troligen att uppmuntra män att söka.

source: USA flag
sv: USA flagga

source: What is this?
sv: Vad är detta?
